<!DOCTYPE html>
<html lang="ru">
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta http-equiv="X-UA-Compatible" content="ie=edge">
<link rel="stylesheet" href="/css/style.css">
<title>Правила</title>
</head>
<body>
    <?php include('templates/header.php'); ?>
    <div class="rules1">
    <h2>Полная запись</h2>
    <p>Для записи хода шашки сначала указывается поле, на котором она стояла, а затем через дефис ("‑") указывается поле, на которое шашка ставится.
    Пример записи хода: c3-d4.
    <br>
    Для записи взятия вместо дефиса используется двоеточие (":").<br>
    Пример записи взятия: b6:d4.
    <br><br>
    При записи партии ход белых и ход черных нумеруются как один ход, и обычно записываются в столбик, слева указывается ход белых, справа - ход черных.
    <br>
    Примерная запись партии может выглядеть так:</p>

   <article >Белые: &emsp;  Черные:<br>
   Иванов &emsp;  Петров<br><br>

   1. e3-d4 &emsp; d6-c5<br>
   2. f2-e3 &emsp; f6-g5<br>
   3. c3-b4 &emsp; g5-h4<br>
   4. b4:d6 &emsp; h4:f2<br>
   5. e1:g3 &emsp; c7:h4<br><br>

   Белые сдались</article>


   <h2>Краткая запись</h2>
   <p>Указанный выше способ записи ходов партии обычно называется полной нотацией. Кроме нее может быть использована также краткая нотация. В такой записи ходов при указании начального поля пропускается обозначение горизонтали и не используется дефис ("‑").
   <br><br>
   Та же примерная партия в краткой нотации:</p>
   <article>
   Иванов - Петров<br>
   1. ed4 dc5 2. fe3 fg5 3. cb4 gh4<br>
   4. b:d6 h:f2 5. e:g3 c:h4<br>
   Белые сдались</article>
   </div>
   
   <?php include('templates/footer.php'); ?>


</body>
</html>