<!DOCTYPE html>
<html lang="ru">
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta http-equiv="X-UA-Compatible" content="ie=edge">
<link rel="stylesheet" href="/css/style.css">
<title>Шахматы</title>
</head>
<body>
    <?php include('templates/header.php'); ?>

    <div class="main-image">
    </div> 

   <div class="main">
   <p>Русские шашки – вариант игры в шашки, с которым в России знаком, пожалуй, почти каждый. 
    В нашей стране, а также почти во всех странах бывшего СССР эта разновидность шашечной игры является наиболее популярной,
    и по праву носит имя “народной игры”.</p>
   <h4>Отличительные особенности:</h4>   
   <ul  type="circle">
     <li>Шашки ходят только по клеткам тёмного цвета.</li>
     <li>Доска расположена так, чтобы угловое поле внизу слева со стороны игрока было тёмным.</li>
     <li>Простая шашка бьёт вперёд и назад, дамка ходит и бьёт на любое поле диагонали.</li>
     <li>Во время боя простая шашка может превратиться в дамку и сразу продолжить бой по правилам дамки.</li>
     <li>При наличии нескольких вариантов боя можно выбрать любой из них.</li>
   </ul>
   <p><mark>В настоящее время русские шашки, наряду со стоклеточными, имеют международный статус: в крупнейших соревнованиях, таких как чемпионаты мира и Европы, принимают участие представители более чем 40 стран. Развитие игры на международном уровне масштабно и плодотворно ведёт Всемирная Федерация шашек (FMJD).</mark></p>

   </div>


    <?php include('templates/footer.php'); ?>
</body>
</html>